{
    "First Person Shooter": [
        {
            "title": "Call of Duty: Advanced Warfare",
            "description": "Call of Duty®: Advanced Warfare, developed by Sledgehammer Games (co-developers of Call of Duty®: Modern Warfare® 3), harnesses the first three-year, all next-gen development cycle in franchise history. Call of Duty®: Advanced Warfare envisions the powerful battlegrounds of the future, where both technology and tactic have evolved to usher in a new era of combat for the franchise. Delivering a stunning performance, Academy Award® winning actor Kevin Spacey stars as Jonathan Irons - one of the most powerful men in the world - shaping this chilling vision of the future of war.",
            "genre": "First Person Shooter",
            "publisher": "Activision",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/call-of-duty-advanced-warfare/114918",
            "thumbnail": "Call of Duty: Advanced Warfare"
        },
        {
            "title": "Destiny",
            "description": "Everything changed with the arrival of the Traveler. It sparked a Golden Age when our civilization spanned our solar system, but it didn't last. Something hit us, knocked us down. The survivors built a city beneath the Traveler, and have begun to explore our old worlds, only to find them filled with deadly foes. You are a Guardian of the last safe city on Earth, able to wield incredible power. Defend the City. Defeat our enemies. Reclaim all that we have lost. Be brave.",
            "genre": "First Person Shooter",
            "publisher": "Activision",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/destiny/110079",
            "thumbnail": "Destiny"
        },
        {
            "title": "Far Cry 4",
            "description": "Hidden in the towering Himalayas lies Kyrat, a country steeped in tradition and violence. You are Ajay Ghale. Traveling to Kyrat to fulfill your mother's dying wish, you find yourself caught up in a civil war to overthrow the oppressive regime of dictator Pagan Min. Explore and navigate this vast open world, where danger and unpredictability lurk around every corner. Here, every decision counts, and every second is a story. Welcome to Kyrat. SEQUEL TO THE #1 RATED SHOOTER OF 2012*",
            "genre": "First Person Shooter",
            "publisher": "Ubisoft",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/far-cry-4/115109",
            "thumbnail": "Far Cry 4"
        },
        {
            "title": "Killzone Shadow Fall",
            "description": "Killzone Shadow Fall is the latest installment in the hugely successful Killzone® franchise developed exclusively for the PlayStation®4 system, by Guerrilla Games. Thirty years after the events of Killzone®3, the world is a very different place with two rival factions, the Helghast and the Vektans, living side by side in a futuristic city divided by a vast wall. In the midst of all the tension stands a Shadow Marshal, the best of the best, tasked with one mandate above all else: preserve the peace, no matter the cost.",
            "genre": "First Person Shooter",
            "publisher": "Sony Computer Entertainment America",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/killzone-shadow-fall/109947",
            "thumbnail": "Killzone Shadow Fall"
        },
        {
            "title": "Call of Duty: Ghosts",
            "description": "Call of Duty®: Ghosts is an extraordinary step forward for one of the largest entertainment franchises of all-time. This new chapter in the Call of Duty® franchise features a new dynamic where players are on the side of a crippled nation fighting not for freedom, or liberty, but simply to survive. Fueling this all new Call of Duty experience, the franchise's new next-gen engine delivers stunning levels of immersion and performance, all while maintaining the speed and fluidity of 60 frames-per-second across all platforms.",
            "genre": "First Person Shooter",
            "publisher": "Activision",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/call-of-duty-ghosts/109956",
            "thumbnail": "Call of Duty: Ghosts"
        },
        {
            "title": "Battlefield Hardline",
            "description": "Get a piece of the action in Battlefield Hardline, a fresh, new take on Battlefield that allows you to live out your cops and criminal fantasy. Combining an emotionally-driven single player story inspired by popular TV crime dramas, and an all-out-war multiplayer on the streets of Los Angeles and Miami, Hardline delivers the most complete FPS on the market.",
            "genre": "First Person Shooter",
            "publisher": "EA",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/battlefield-hardline/115256",
            "thumbnail": "Battlefield Hardline"
        },
        {
            "title": "Battlefield 4",
            "description": "Battlefield 4 is the genre-defining action blockbuster made from moments that blur the line between game and glory. Fueled by the next-generation power and fidelity of Frostbite 3, Battlefield 4 provides a visceral, dramatic experience unlike any other. Only in Battlefield will you blow the foundations of a dam or reduce an entire skyscraper to rubble. Only in Battlefield will you lead a naval assault from the back of a gun boat. Battlefield grants you the freedom to do more and be more while playing to your strengths and carving your own path to victory. In addition to its hallmark multiplayer, Battlefield 4 features an intense and dramatic character-driven campaign that starts with the evacuation of American VIPs from Shanghai and follows your squad's struggle to find its way home. There is no comparison. Immerse yourself in the glorious chaos of all-out war, found only in Battlefield.",
            "genre": "First Person Shooter",
            "publisher": "EA",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/battlefield-4/109945",
            "thumbnail": "Battlefield 4"
        },
        {
            "title": "Call of Duty: Advanced Warfare",
            "description": "Call of Duty®: Advanced Warfare, developed by Sledgehammer Games (co-developers of Call of Duty®: Modern Warfare® 3), harnesses the first three-year, all next-gen development cycle in franchise history. Call of Duty®: Advanced Warfare envisions the powerful battlegrounds of the future, where both technology and tactic have evolved to usher in a new era of combat for the franchise. Delivering a stunning performance, Academy Award® winning actor Kevin Spacey stars as Jonathan Irons - one of the most powerful men in the world - shaping this chilling vision of the future of war.",
            "genre": "First Person Shooter",
            "publisher": "Activision",
            "platform": "XBOX ONE",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/xbox-one/games/call-of-duty-advanced-warfare/114916",
            "thumbnail": "Call of Duty: Advanced Warfare"
        },
        {
            "title": "Titanfall",
            "description": "Prepare for Titanfall. Crafted by one of the co-creators of Call of Duty and other key developers behind the Call of Duty franchise, Titanfall is an all-new universe juxtaposing small vs. giant, natural vs. industrial and man vs. machine. The visionaries at Respawn have drawn inspiration from their proven experiences in first-person action and with Titanfall are focused on bringing something exciting to the next generation of multiplayer gaming.",
            "genre": "First Person Shooter",
            "publisher": "EA",
            "platform": "XBOX ONE",
            "modes": "Online Multiplayer",
            "buy": "http://www.gamestop.com/xbox-one/games/titanfall/110170",
            "thumbnail": "Titanfall"
        },
        {
            "title": "Call of Duty: Ghosts",
            "description": "Call of Duty®: Ghosts is an extraordinary step forward for one of the largest entertainment franchises of all-time. This new chapter in the Call of Duty® franchise features a new dynamic where players are on the side of a crippled nation fighting not for freedom, or liberty, but simply to survive. Fueling this all new Call of Duty experience, the franchise's new next-gen engine delivers stunning levels of immersion and performance, all while maintaining the speed and fluidity of 60 frames-per-second across all platforms.",
            "genre": "First Person Shooter",
            "publisher": "Activision",
            "platform": "XBOX ONE",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/xbox-one/games/call-of-duty-ghosts/109967",
            "thumbnail": "Call of Duty: Ghosts"
        },
        {
            "title": "Halo: The Master Chief Collection",
            "description": "For the first time ever, The Master Chief's entire story is on one console. Featuring a re-mastered Halo 2: Anniversary, along with Halo: Combat Evolved Anniversary, Halo 3, and Halo 4, new digital series, Halo: Nightfall, and access to the Halo 5: Guardians Beta, this is the definitive Halo experience.*",
            "genre": "First Person Shooter",
            "publisher": "Microsoft",
            "platform": "XBOX ONE",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/xbox-one/games/halo-the-master-chief-collection/115398",
            "thumbnail": "Halo: The Master Chief Collection"
        }
    ],
    "Third Person Shooter": [
        {
            "title": "Grand Theft Auto V",
            "description": "Enter the lives of three very different criminals, Michael, Franklin and Trevor, as they risk everything in a series of daring and dangerous heists that could set them up for life.",
            "genre": "Third Person Shooter",
            "publisher": "Rockstar Games",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/grand-theft-auto-v/115462",
            "thumbnail": "Grand Theft Auto V"
        },
        {
            "title": "KNACK",
            "description": "Mankind must turn to Knack, an unlikely hero, to protect them from a dangerous new threat. The unassuming Knack stands at a mere three feet tall, but thanks to the power of mysterious ancient relics, he can transform into a powerful brute or even a gigantic wrecking machine. Knack is mankind's only hope for turning the tide against the invading goblin army, but trying to harness the true power of the relics could threaten to put the whole world at risk. From Mark Cerny, one of the greatest minds in video games today, Knack is a fun-filled platforming adventure of colossal proportions that invites players to wield fantastic powers and discover a unique and vibrant world, available exclusively for PlayStation®4.",
            "genre": "Third Person Shooter",
            "publisher": "Sony Computer Entertainment America",
            "platform": "PS4",
            "modes": "Single Player",
            "buy": "http://www.gamestop.com/ps4/games/knack/109955",
            "thumbnail": "KNACK"
        },
        {
            "title": "Tomb Raider Definitive Edition",
            "description": "The cinematic action-adventure that forced Lara Croft to grow from an inexperienced young woman into a hardened survivor has been re-built for Xbox One and PS4, featuring an obsessively detailed Lara and a stunning lifelike world. To survive her first adventure and uncover the island's deadly secret, Lara must endure high-octane combat, customize her weapons and gear, and overcome grueling environments.",
            "genre": "Third Person Shooter",
            "publisher": "Square Enix",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/tomb-raider-definitive-edition/113246",
            "thumbnail": "Tomb Raider Definitive Edition"
        },
        {
            "title": "inFAMOUS Second Son",
            "description": "inFAMOUS Second Son, a PlayStation 4 exclusive , brings you an action adventure game where surrounded by a society that fears them, superhumans are ruthlessly hunted down and caged by the Department of Unified Protection. When Delsin Rowe discovers his powers he's forced to run, searching for other superhumans in order to save those he loves from the oppressive D.U.P. The actions he takes along the way will change the future of everyone around him.",
            "genre": "Third Person Shooter",
            "publisher": "Sony Computer Entertainment America",
            "platform": "PS4",
            "modes": "Single Player",
            "buy": "http://www.gamestop.com/ps4/games/infamous-second-son/109954",
            "thumbnail": "inFAMOUS Second Son"
        },
        {
            "title": "Sniper Elite III",
            "description": "Featuring a greater focus on player agency/choice and expansive environments filled with opportunities for distinct play-styles, and set in the exotic yet deadly terrain of North Africa during World War Two, Sniper Elite 3 sees American OSS agent Karl Fairburne deep behind Nazi lines, providing crucial sharpshooter skills as the Allies battle Germany's fearsome Tiger tanks across the Western Desert. But it's not just the famed Afrika Korps that Karl has to worry about. He soon uncovers German plans to build a \"wunderwaffe\" - wonder weapon - with the power to crush any Allied forces in its path, and turn the tide of the whole war.",
            "genre": "Third Person Shooter",
            "publisher": "Rebellion",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/sniper-elite-iii/113792",
            "thumbnail": "Sniper Elite III"
        },
        {
            "title": "The Last Of Us Remastered",
            "description": "Winner of over 200 Game of the Year awards, The Last of Us has been rebuilt for the PlayStation®4 system. Now featuring full 1080p, higher resolution character models, improved shadows and lighting, in addition to several other gameplay improvements. 20 years after a pandemic has radically changed known civilization, infected humans run wild and survivors are killing each other for food, weapons; whatever they can get their hands on. Joel, a violent survivor, is hired to smuggle a 14 year-old girl, Ellie, out of an oppressive military quarantine zone, but what starts as a small job soon transforms into a brutal journey across the U.S. The Last of Us Remastered includes the Abandoned Territories Map Pack, Reclaimed Territories Map Pack, and the critically acclaimed The Last of Us: Left Behind Single Player campaign that combines themes of survival, loyalty, and love with tense, survival-action gameplay.",
            "genre": "Third Person Shooter",
            "publisher": "",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/the-last-of-us-remastered/114511",
            "thumbnail": "The Last Of Us Remastered"
        },
        {
            "title": "Dead Rising 3",
            "description": "Anything and everything is a weapon in Dead Rising 3. Explore the zombieinfested city of Los Perdidos, and find a way to escape before a military strike wipes the entire city, and everyone in it, off the map. With intense action and an unmatched level of weapon and character customization, Dead Rising 3 delivers a heart-pounding experience unlike any other as you explore, scavenge and fight to survive in a massive open world on the brink of a zombie apocalypse.",
            "genre": "Third Person Shooter",
            "publisher": "Capcom",
            "platform": "XBOX ONE",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/xbox-one/games/dead-rising-3/112133",
            "thumbnail": "Dead Rising 3"
        },
        {
            "title": "Plants VS Zombies: Garden Warfare",
            "description": "Plants vs. Zombies Garden Warfare digs into the trenches with an explosive new action experience. Blast zombies, plants and new characters across a mine-blowing world that delivers the depth of a traditional online shooter blended on high with the refreshing humor of Plants vs. Zombies. Take on Co-op and Multiplayer action with your friends and sow the seeds of victory!",
            "genre": "Third Person Shooter",
            "publisher": "EA",
            "platform": "XBOX ONE",
            "modes": "Online Multiplayer",
            "buy": "http://www.gamestop.com/xbox-one/games/plants-vs-zombies-garden-warfare/111459",
            "thumbnail": "Plants VS Zombies: Garden Warfare"
        }
    ],
    "Role Playing Game": [
        {
            "title": "Middle-Earth: Shadow of Mordor",
            "description": "You are Talion, a Ranger of the Black Gate, keeping watch over Mordor which has remained undisturbed for ages. In the blink of an eye, everything is taken from you - your friends, your family, and even your own life. Resurrected by a vengeful spirit, you must now embark on a relentless vendetta against those who have wronged you. Fight through Mordor and uncover the truth of the spirit that compels you, discover the origins of the Rings of Power, build your legend and ultimately confront the evil of Sauron in this new chronicle in Middle-earth.",
            "genre": "Role Playing Game",
            "publisher": "Warner Bros",
            "platform": "PS4",
            "modes": "Single Player",
            "buy": "http://www.gamestop.com/ps4/games/middle-earth-shadow-of-mordor/113630",
            "thumbnail": "Middle-Earth: Shadow of Mordor"
        },
        {
            "title": "RYSE: Son of Rome",
            "description": "Ryse: Son of Rome plunges you into the chaos and depravity of the late Roman Empire. Through the immersive realism made possible by Xbox One, you'll become Roman Soldier Marius Titus and embark on a perilous campaign to avenge the death of your family and restore honor to Rome. You'll engage in brutal combat and lead your forces into massive battles to save Rome from threats to its very existence. Xbox SmartGlass integration provides curated help and hints at any time with a context-sensitive guide. In MultiPlayer mode, become a gladiator and enter the coliseum to fight side-by-side in dynamic environments against an ever-changing array of enemies.",
            "genre": "Role Playing Game",
            "publisher": "Microsoft",
            "platform": "XBOX ONE",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/xbox-one/games/ryse-son-of-rome/112135",
            "thumbnail": "RYSE: Son of Rome"
        }
    ],
    "Sports": [
        {
            "title": "FIFA 15",
            "description": "FIFA 15 brings soccer to life in stunning detail so fans can experience the emotion of the sport like never before",
            "genre": "Sports",
            "publisher": "EA",
            "platform": "XBOX ONE",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/xbox-one/games/fifa-15/115356",
            "thumbnail": "FIFA 15"
        }
    ],
    "Fighting": [
        {
            "title": "Mortal Kombat X",
            "description": "Fueled by next-gen technology, Mortal Kombat X combines unparalleled, cinematic presentation with all new gameplay to deliver the most brutal Kombat experience ever. For the first time ever, Mortal Kombat X gives players the ability to choose from multiple variations of each character impacting both strategy and fighting style. And with a new fully-connected gameplay experience, players are launched into a persistent online contest where every fight matters in a global battle for supremacy.",
            "genre": "Fighting",
            "publisher": "Warner Bros",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/mortal-kombat-x/115244",
            "thumbnail": "Mortal Kombat X"
        }
    ],
    "Music & Rythm": [
        {
            "title": "Just Dance 2015",
            "description": "Just Dance® 2015 is the latest, most awesome-filled version of the world's #1 dance game! Bringing new moves and game modes to over 40 top tracks, Just Dance 2015 features hit songs like \"Happy\" by Pharrell Williams, \"Burn\" by Ellie Goulding, and legendary favorites like \"Walk This Way\" by Run DMC & Aerosmith, with more tracks to be announced very soon. There are a million reasons to play and a million stories to be created with Just Dance 2015!",
            "genre": "Music & Rythm",
            "publisher": "Ubisoft",
            "platform": "PS4",
            "modes": "Single Player\nOnline Multiplayer",
            "buy": "http://www.gamestop.com/ps4/games/just-dance-2015/115428",
            "thumbnail": "Just Dance 2015"
        }
    ]
}